{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SOS]": 3,
      "[EOS]": 4,
      "!": 5,
      "\"": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      ">": 31,
      "?": 32,
      "[": 33,
      "]": 34,
      "_": 35,
      "a": 36,
      "b": 37,
      "c": 38,
      "d": 39,
      "e": 40,
      "f": 41,
      "g": 42,
      "h": 43,
      "i": 44,
      "j": 45,
      "k": 46,
      "l": 47,
      "m": 48,
      "n": 49,
      "o": 50,
      "p": 51,
      "q": 52,
      "r": 53,
      "s": 54,
      "t": 55,
      "u": 56,
      "v": 57,
      "w": 58,
      "x": 59,
      "y": 60,
      "z": 61,
      "##l": 62,
      "##u": 63,
      "##t": 64,
      "##c": 65,
      "##h": 66,
      "##e": 67,
      "##s": 68,
      "##d": 69,
      "##n": 70,
      "##i": 71,
      "##f": 72,
      "##y": 73,
      "##o": 74,
      "##a": 75,
      "##k": 76,
      "##j": 77,
      "##r": 78,
      "##g": 79,
      "##0": 80,
      "##1": 81,
      "##v": 82,
      "##p": 83,
      "##w": 84,
      "##b": 85,
      "##m": 86,
      "##x": 87,
      "##z": 88,
      "##q": 89,
      "##-": 90,
      "##8": 91,
      "##2": 92,
      "##9": 93,
      "##5": 94,
      "##7": 95,
      "##3": 96,
      "##6": 97,
      "##_": 98,
      "th": 99,
      "##er": 100,
      "the": 101,
      "##in": 102,
      "##nd": 103,
      "##at": 104,
      "##es": 105,
      "##or": 106,
      "##en": 107,
      "##ing": 108,
      "##on": 109,
      "##ar": 110,
      "to": 111,
      "##is": 112,
      "##il": 113,
      "and": 114,
      "##ou": 115,
      "##ed": 116,
      "of": 117,
      "##it": 118,
      "##al": 119,
      "in": 120,
      "##an": 121,
      "##re": 122,
      "is": 123,
      "##ly": 124,
      "##ic": 125,
      "##om": 126,
      "##as": 127,
      "wh": 128,
      "##le": 129,
      "it": 130,
      "##el": 131,
      "##ct": 132,
      "##ot": 133,
      "st": 134,
      "##ut": 135,
      "##st": 136,
      "be": 137,
      "that": 138,
      "on": 139,
      "##ch": 140,
      "##ent": 141,
      "##ow": 142,
      "##ve": 143,
      "fil": 144,
      "film": 145,
      "##ion": 146,
      "##et": 147,
      "##ith": 148,
      "as": 149,
      "an": 150,
      "##am": 151,
      "##ri": 152,
      "re": 153,
      "##ay": 154,
      "##gh": 155,
      "with": 156,
      "##se": 157,
      "##ol": 158,
      "##ver": 159,
      "se": 160,
      "##ke": 161,
      "##im": 162,
      "his": 163,
      "##ir": 164,
      "mo": 165,
      "##ce": 166,
      "##ad": 167,
      "for": 168,
      "##ck": 169,
      "he": 170,
      "##ter": 171,
      "##ie": 172,
      "##--": 173,
      "al": 174,
      "##ur": 175,
      "this": 176,
      "##ill": 177,
      "##oo": 178,
      "li": 179,
      "##ul": 180,
      "##id": 181,
      "de": 182,
      "ch": 183,
      "##ers": 184,
      "do": 185,
      "sc": 186,
      "##ra": 187,
      "but": 188,
      "not": 189,
      "you": 190,
      "are": 191,
      "ha": 192,
      "##th": 193,
      "##ere": 194,
      "##ro": 195,
      "su": 196,
      "ex": 197,
      "##ally": 198,
      "at": 199,
      "by": 200,
      "sh": 201,
      "##em": 202,
      "who": 203,
      "fr": 204,
      "ma": 205,
      "##ld": 206,
      "##igh": 207,
      "##ess": 208,
      "one": 209,
      "##ble": 210,
      "di": 211,
      "##est": 212,
      "mov": 213,
      "from": 214,
      "like": 215,
      "con": 216,
      "##ist": 217,
      "##ell": 218,
      "com": 219,
      "##art": 220,
      "##ous": 221,
      "##ant": 222,
      "##ack": 223,
      "##pe": 224,
      "##ge": 225,
      "##ore": 226,
      "##out": 227,
      "ne": 228,
      "pl": 229,
      "som": 230,
      "##ust": 231,
      "##act": 232,
      "##ence": 233,
      "##us": 234,
      "##ud": 235,
      "##un": 236,
      "##op": 237,
      "ro": 238,
      "un": 239,
      "was": 240,
      "##um": 241,
      "##ate": 242,
      "or": 243,
      "so": 244,
      "##----": 245,
      "ab": 246,
      "##ard": 247,
      "what": 248,
      "##ation": 249,
      "act": 250,
      "##and": 251,
      "##ff": 252,
      "##pp": 253,
      "en": 254,
      "le": 255,
      "out": 256,
      "##her": 257,
      "##ies": 258,
      "##rou": 259,
      "they": 260,
      "##one": 261,
      "##ich": 262,
      "have": 263,
      "pro": 264,
      "##all": 265,
      "##ight": 266,
      "##ory": 267,
      "has": 268,
      "wor": 269,
      "##ain": 270,
      "##ast": 271,
      "all": 272,
      "about": 273,
      "##pt": 274,
      "##ig": 275,
      "movie": 276,
      "no": 277,
      "tim": 278,
      "##ive": 279,
      "##os": 280,
      "##ind": 281,
      "##ood": 282,
      "int": 283,
      "##ment": 284,
      "their": 285,
      "##ong": 286,
      "##ould": 287,
      "char": 288,
      "ever": 289,
      "jo": 290,
      "story": 291,
      "we": 292,
      "##ak": 293,
      "does": 294,
      "some": 295,
      "cl": 296,
      "ver": 297,
      "##ven": 298,
      "there": 299,
      "me": 300,
      "up": 301,
      "##ip": 302,
      "##fe": 303,
      "##ry": 304,
      "bl": 305,
      "him": 306,
      "just": 307,
      "##ious": 308,
      "##ick": 309,
      "any": 310,
      "go": 311,
      "##ves": 312,
      "##ars": 313,
      "when": 314,
      "can": 315,
      "fe": 316,
      "more": 317,
      "##ort": 318,
      "##ook": 319,
      "charact": 320,
      "lo": 321,
      "oth": 322,
      "##ru": 323,
      "most": 324,
      "cre": 325,
      "pr": 326,
      "##ure": 327,
      "##now": 328,
      "seem": 329,
      "time": 330,
      "get": 331,
      "her": 332,
      "how": 333,
      "will": 334,
      "##hing": 335,
      "##au": 336,
      "##ade": 337,
      "scen": 338,
      "exp": 339,
      "part": 340,
      "sch": 341,
      "way": 342,
      "##qu": 343,
      "##ity": 344,
      "every": 345,
      "am": 346,
      "know": 347,
      "sp": 348,
      "##sel": 349,
      "##ber": 350,
      "them": 351,
      "##ice": 352,
      "im": 353,
      "well": 354,
      "##ci": 355,
      "##ough": 356,
      "##itt": 357,
      "##rect": 358,
      "##ict": 359,
      "##ame": 360,
      "direct": 361,
      "pe": 362,
      "##ag": 363,
      "##ach": 364,
      "##able": 365,
      "doesn": 366,
      "other": 367,
      "ad": 368,
      "per": 369,
      "us": 370,
      "##ience": 371,
      "than": 372,
      "these": 373,
      "##ink": 374,
      "only": 375,
      "##ide": 376,
      "man": 377,
      "wat": 378,
      "##ual": 379,
      "##ces": 380,
      "##ath": 381,
      "bet": 382,
      "bec": 383,
      "##--------": 384,
      "##round": 385,
      "very": 386,
      "ar": 387,
      "end": 388,
      "fl": 389,
      "look": 390,
      "sl": 391,
      "##cc": 392,
      "##og": 393,
      "##age": 394,
      "##ple": 395,
      "sex": 396,
      "##ult": 397,
      "play": 398,
      "te": 399,
      "vi": 400,
      "##ond": 401,
      "##orr": 402,
      "##are": 403,
      "##ile": 404,
      "inter": 405,
      "which": 406,
      "its": 407,
      "see": 408,
      "##self": 409,
      "gre": 410,
      "if": 411,
      "mu": 412,
      "pre": 413,
      "##son": 414,
      "##ab": 415,
      "##man": 416,
      "##ary": 417,
      "such": 418,
      "show": 419,
      "aud": 420,
      "may": 421,
      "tw": 422,
      "##ful": 423,
      "##ap": 424,
      "##pr": 425,
      "##ated": 426,
      "##orn": 427,
      "##ild": 428,
      "##ite": 429,
      "films": 430,
      "new": 431,
      "bu": 432,
      "dis": 433,
      "fa": 434,
      "po": 435,
      "qu": 436,
      "##te": 437,
      "##ose": 438,
      "##int": 439,
      "##ors": 440,
      "##our": 441,
      "##iew": 442,
      "into": 443,
      "much": 444,
      "audience": 445,
      "co": 446,
      "my": 447,
      "over": 448,
      "res": 449,
      "spe": 450,
      "ve": 451,
      "##ually": 452,
      "##ep": 453,
      "##ect": 454,
      "##od": 455,
      "##own": 456,
      "really": 457,
      "att": 458,
      "she": 459,
      "peop": 460,
      "viol": 461,
      "--": 462,
      "cr": 463,
      "fir": 464,
      "good": 465,
      "litt": 466,
      "mat": 467,
      "ter": 468,
      "##iz": 469,
      "##king": 470,
      "##wn": 471,
      "think": 472,
      "##ound": 473,
      "off": 474,
      "##ream": 475,
      "##ash": 476,
      "diff": 477,
      "movies": 478,
      "somet": 479,
      "people": 480,
      "little": 481,
      "af": 482,
      "even": 483,
      "find": 484,
      "sim": 485,
      "tri": 486,
      "want": 487,
      "##ving": 488,
      "##ph": 489,
      "##way": 490,
      "##ens": 491,
      "too": 492,
      "where": 493,
      "real": 494,
      "death": 495,
      "make": 496,
      "cont": 497,
      "characters": 498,
      "br": 499,
      "bad": 500,
      "don": 501,
      "hol": 502,
      "kill": 503,
      "own": 504,
      "sur": 505,
      "##der": 506,
      "##ake": 507,
      "##other": 508,
      "str": 509,
      "##ations": 510,
      "director": 511,
      "watch": 512,
      "first": 513,
      "after": 514,
      "19": 515,
      "around": 516,
      "gir": 517,
      "ke": 518,
      "ob": 519,
      "would": 520,
      "##ning": 521,
      "##gin": 522,
      "##pl": 523,
      "##eric": 524,
      "##ale": 525,
      "##oman": 526,
      "##rie": 527,
      "##pect": 528,
      "##rough": 529,
      "himself": 530,
      "scene": 531,
      "americ": 532,
      "down": 533,
      "gl": 534,
      "tr": 535,
      "##ty": 536,
      "##tain": 537,
      "##co": 538,
      "##ced": 539,
      "##so": 540,
      "##ng": 541,
      "##vel": 542,
      "##me": 543,
      "##ating": 544,
      "##ather": 545,
      "why": 546,
      "##oll": 547,
      "young": 548,
      "##thing": 549,
      "work": 550,
      "character": 551,
      "seems": 552,
      "##augh": 553,
      "cam": 554,
      "fin": 555,
      "gi": 556,
      "ind": 557,
      "right": 558,
      "ser": 559,
      "tra": 560,
      "wr": 561,
      "ye": 562,
      "##ting": 563,
      "##ever": 564,
      "##ian": 565,
      "##ire": 566,
      "##rad": 567,
      "##we": 568,
      "thing": 569,
      "##ater": 570,
      "##als": 571,
      "##ical": 572,
      "##ript": 573,
      "move": 574,
      "also": 575,
      "plot": 576,
      "rock": 577,
      "##ately": 578,
      "world": 579,
      "black": 580,
      "scenes": 581,
      "great": 582,
      "differ": 583,
      "something": 584,
      "ag": 585,
      "did": 586,
      "el": 587,
      "high": 588,
      "hum": 589,
      "mus": 590,
      "op": 591,
      "rich": 592,
      "ty": 593,
      "und": 594,
      "woman": 595,
      "##hip": 596,
      "##ft": 597,
      "##for": 598,
      "##gg": 599,
      "##0s": 600,
      "##vol": 601,
      "##vious": 602,
      "##mo": 603,
      "##mm": 604,
      "those": 605,
      "inst": 606,
      "##elie": 607,
      "##ents": 608,
      "rec": 609,
      "##vers": 610,
      "script": 611,
      "hand": 612,
      "sub": 613,
      "##ause": 614,
      "exper": 615,
      "becom": 616,
      "slade": 617,
      "two": 618,
      "girl": 619,
      "could": 620,
      "dri": 621,
      "es": 622,
      "fun": 623,
      "gen": 624,
      "long": 625,
      "mom": 626,
      "mur": 627,
      "made": 628,
      "ph": 629,
      "sa": 630,
      "tak": 631,
      "take": 632,
      "view": 633,
      "##ue": 634,
      "##ia": 635,
      "##iv": 636,
      "##ying": 637,
      "##get": 638,
      "##back": 639,
      "then": 640,
      "##ine": 641,
      "##ense": 642,
      "##ise": 643,
      "##ang": 644,
      "##lyw": 645,
      "##ase": 646,
      "while": 647,
      "star": 648,
      "##ions": 649,
      "another": 650,
      "##old": 651,
      "going": 652,
      "feel": 653,
      "point": 654,
      "under": 655,
      "10": 656,
      "bit": 657,
      "back": 658,
      "belie": 659,
      "cin": 660,
      "cra": 661,
      "call": 662,
      "del": 663,
      "dru": 664,
      "hou": 665,
      "here": 666,
      "mone": 667,
      "morr": 668,
      "par": 669,
      "wi": 670,
      "##ted": 671,
      "##cl": 672,
      "##du": 673,
      "##ds": 674,
      "##ial": 675,
      "though": 676,
      "through": 677,
      "##ish": 678,
      "##ilar": 679,
      "##alk": 680,
      "##ance": 681,
      "##ass": 682,
      "##oth": 683,
      "stu": 684,
      "bef": 685,
      "being": 686,
      "rem": 687,
      "life": 688,
      "dec": 689,
      "doing": 690,
      "gets": 691,
      "however": 692,
      "expl": 693,
      "##cial": 694,
      "##acher": 695,
      "better": 696,
      "betwe": 697,
      "hollyw": 698,
      "murder": 699,
      "cinem": 700,
      "money": 701,
      "wife": 702,
      "between": 703,
      "hollywood": 704,
      "bus": 705,
      "car": 706,
      "cast": 707,
      "era": 708,
      "ge": 709,
      "hop": 710,
      "id": 711,
      "mar": 712,
      "porn": 713,
      "sn": 714,
      "same": 715,
      "tur": 716,
      "tru": 717,
      "wild": 718,
      "##ues": 719,
      "##ny": 720,
      "##if": 721,
      "##av": 722,
      "##ace": 723,
      "##vent": 724,
      "##wh": 725,
      "##be": 726,
      "##era": 727,
      "##ates": 728,
      "##oun": 729,
      "##its": 730,
      "##ans": 731,
      "##ange": 732,
      "still": 733,
      "start": 734,
      "stars": 735,
      "scream": 736,
      "should": 737,
      "comple": 738,
      "unf": 739,
      "actually": 740,
      "joe": 741,
      "love": 742,
      "everyone": 743,
      "##bert": 744,
      "because": 745,
      "##----------------": 746,
      "interest": 747,
      "##ably": 748,
      "glam": 749,
      "movement": 750,
      "else": 751,
      "drug": 752,
      "house": 753,
      "before": 754,
      "ap": 755,
      "both": 756,
      "far": 757,
      "gu": 758,
      "gr": 759,
      "hom": 760,
      "hard": 761,
      "mam": 762,
      "now": 763,
      "pa": 764,
      "run": 765,
      "rather": 766,
      "sm": 767,
      "sam": 768,
      "##ns": 769,
      "##ner": 770,
      "##ix": 771,
      "##ike": 772,
      "##vin": 773,
      "##ved": 774,
      "thr": 775,
      "##iness": 776,
      "##ily": 777,
      "##edi": 778,
      "##edy": 779,
      "white": 780,
      "been": 781,
      "begin": 782,
      "without": 783,
      "sec": 784,
      "che": 785,
      "your": 786,
      "making": 787,
      "##blem": 788,
      "rob": 789,
      "robert": 790,
      "##umacher": 791,
      "lead": 792,
      "problem": 793,
      "schumacher": 794,
      "perfor": 795,
      "##ogra": 796,
      "##ody": 797,
      "obvious": 798,
      "music": 799,
      "bri": 800,
      "big": 801,
      "care": 802,
      "du": 803,
      "em": 804,
      "fam": 805,
      "horr": 806,
      "mot": 807,
      "might": 808,
      "red": 809,
      "sat": 810,
      "try": 811,
      "were": 812,
      "##les": 813,
      "##cing": 814,
      "##ho": 815,
      "##kes": 816,
      "thre": 817,
      "##ony": 818,
      "ste": 819,
      "sty": 820,
      "##ets": 821,
      "##ither": 822,
      "sequ": 823,
      "almo": 824,
      "##uring": 825,
      "##ull": 826,
      "dep": 827,
      "supp": 828,
      "ext": 829,
      "main": 830,
      "comm": 831,
      "comes": 832,
      "never": 833,
      "actors": 834,
      "produ": 835,
      "few": 836,
      "schrad": 837,
      "sexual": 838,
      "disco": 839,
      "violin": 840,
      "##riend": 841,
      "american": 842,
      "finally": 843,
      "years": 844,
      "different": 845,
      "morris": 846,
      "complete": 847,
      "mamet": 848,
      "##ograph": 849,
      "duke": 850,
      "almost": 851,
      "schrader": 852,
      "acc": 853,
      "bas": 854,
      "bill": 855,
      "cle": 856,
      "cult": 857,
      "des": 858,
      "fact": 859,
      "hal": 860,
      "hel": 861,
      "hip": 862,
      "jack": 863,
      "kid": 864,
      "must": 865,
      "night": 866,
      "put": 867,
      "pers": 868,
      "say": 869,
      "tell": 870,
      "vis": 871,
      "vide": 872,
      "wa": 873,
      "war": 874,
      "##less": 875,
      "##hn": 876,
      "##ead": 877,
      "##sp": 878,
      "##na": 879,
      "##nal": 880,
      "##ied": 881,
      "##ks": 882,
      "##ject": 883,
      "##rist": 884,
      "##view": 885,
      "##xt": 886,
      "##ences": 887,
      "inf": 888,
      "##ane": 889,
      "##reen": 890,
      "ass": 891,
      "ang": 892,
      "##ames": 893,
      "##oop": 894,
      "##ular": 895,
      "##istic": 896,
      "##ude": 897,
      "enough": 898,
      "lea": 899,
      "##oss": 900,
      "##mented": 901,
      "john": 902,
      "mean": 903,
      "anything": 904,
      "crew": 905,
      "imp": 906,
      "welles": 907,
      "add": 908,
      "art": 909,
      "shows": 910,
      "terri": 911,
      "camera": 912,
      "again": 913,
      "tyson": 914,
      "takes": 915,
      "business": 916,
      "ide": 917,
      "interesting": 918,
      "performan": 919,
      "horror": 920,
      "half": 921,
      "app": 922,
      "away": 923,
      "bar": 924,
      "best": 925,
      "det": 926,
      "dist": 927,
      "daugh": 928,
      "ed": 929,
      "ear": 930,
      "fall": 931,
      "found": 932,
      "gold": 933,
      "har": 934,
      "ll": 935,
      "ly": 936,
      "lar": 937,
      "lot": 938,
      "laugh": 939,
      "later": 940,
      "mind": 941,
      "old": 942,
      "past": 943,
      "sle": 944,
      "song": 945,
      "tit": 946,
      "##ling": 947,
      "##ts": 948,
      "##ten": 949,
      "##til": 950,
      "##cer": 951,
      "##cus": 952,
      "##hy": 953,
      "##ey": 954,
      "##even": 955,
      "##ss": 956,
      "##no": 957,
      "##iam": 958,
      "##ock": 959,
      "##rr": 960,
      "##ward": 961,
      "##bably": 962,
      "##ma": 963,
      "##mak": 964,
      "##ery": 965,
      "##ative": 966,
      "##ord": 967,
      "tot": 968,
      "top": 969,
      "##itch": 970,
      "##alog": 971,
      "##ret": 972,
      "##ics": 973,
      "##ction": 974,
      "##ots": 975,
      "stri": 976,
      "##uth": 977,
      "##ute": 978,
      "##stand": 979,
      "##ention": 980,
      "filmmak": 981,
      "seen": 982,
      "##cept": 983,
      "##ters": 984,
      "live": 985,
      "dem": 986,
      "dead": 987,
      "demented": 988,
      "##raw": 989,
      "happ": 990,
      "##rop": 991,
      "##ross": 992,
      "expect": 993,
      "##ighb": 994,
      "neighb": 995,
      "##ument": 996,
      "action": 997,
      "##pped": 998,
      "eng": 999,
      "enter": 1000,
      "probably": 1001,
      "job": 1002,
      "verho": 1003,
      "##fect": 1004,
      "##ortun": 1005,
      "everything": 1006,
      "knows": 1007,
      "perfect": 1008,
      "playing": 1009,
      "played": 1010,
      "##press": 1011,
      "quick": 1012,
      "similar": 1013,
      "wants": 1014,
      "contr": 1015,
      "surpr": 1016,
      "watching": 1017,
      "199": 1018,
      "writ": 1019,
      "things": 1020,
      "richard": 1021,
      "drive": 1022,
      "cinemat": 1023,
      "appe": 1024,
      "beginning": 1025,
      "##ography": 1026,
      "person": 1027,
      "video": 1028,
      "daughter": 1029,
      "verhoeven": 1030,
      "8mm": 1031,
      "bo": 1032,
      "band": 1033,
      "cer": 1034,
      "cal": 1035,
      "dorn": 1036,
      "dream": 1037,
      "dav": 1038,
      "each": 1039,
      "fi": 1040,
      "fre": 1041,
      "foll": 1042,
      "friend": 1043,
      "hour": 1044,
      "mr": 1045,
      "mon": 1046,
      "mis": 1047,
      "nice": 1048,
      "name": 1049,
      "ori": 1050,
      "our": 1051,
      "pet": 1052,
      "pop": 1053,
      "rel": 1054,
      "rid": 1055,
      "sy": 1056,
      "tal": 1057,
      "van": 1058,
      "wond": 1059,
      "walk": 1060,
      "yet": 1061,
      "##ll": 1062,
      "##led": 1063,
      "##cy": 1064,
      "##sc": 1065,
      "##sy": 1066,
      "##nes": 1067,
      "##nch": 1068,
      "##ool": 1069,
      "##aw": 1070,
      "##az": 1071,
      "##ror": 1072,
      "##ron": 1073,
      "##ress": 1074,
      "##gas": 1075,
      "##00": 1076,
      "##vis": 1077,
      "##ply": 1078,
      "##body": 1079,
      "##ins": 1080,
      "##ines": 1081,
      "##orge": 1082,
      "##inger": 1083,
      "tom": 1084,
      "told": 1085,
      "toback": 1086,
      "##ils": 1087,
      "##illy": 1088,
      "inv": 1089,
      "invol": 1090,
      "##reme": 1091,
      "##cts": 1092,
      "stand": 1093,
      "beh": 1094,
      "##ows": 1095,
      "form": 1096,
      "along": 1097,
      "##oof": 1098,
      "screen": 1099,
      "nothing": 1100,
      "succ": 1101,
      "dialog": 1102,
      "cons": 1103,
      "conf": 1104,
      "##ists": 1105,
      "come": 1106,
      "comp": 1107,
      "##antly": 1108,
      "until": 1109,
      "acting": 1110,
      "lee": 1111,
      "left": 1112,
      "##osed": 1113,
      "cla": 1114,
      "goes": 1115,
      "prom": 1116,
      "school": 1117,
      "ways": 1118,
      "many": 1119,
      "pret": 1120,
      "maybe": 1121,
      "build": 1122,
      "spend": 1123,
      "special": 1124,
      "vegas": 1125,
      "attack": 1126,
      "violence": 1127,
      "##ized": 1128,
      "simply": 1129,
      "killed": 1130,
      "strange": 1131,
      "keep": 1132,
      "america": 1133,
      "serious": 1134,
      "human": 1135,
      "moment": 1136,
      "viewer": 1137,
      "believe": 1138,
      "called": 1139,
      "deli": 1140,
      "##clud": 1141,
      "starts": 1142,
      "unfortun": 1143,
      "home": 1144,
      "thrill": 1145,
      "second": 1146,
      "trying": 1147,
      "style": 1148,
      "extreme": 1149,
      "visual": 1150,
      "lynch": 1151,
      "neighbor": 1152,
      "entertain": 1153,
      "certain": 1154,
      "success": 1155,
      "unfortunately": 1156,
      "extremely": 1157,
      "bra": 1158,
      "brie": 1159,
      "billy": 1160,
      "ce": 1161,
      "cou": 1162,
      "col": 1163,
      "cross": 1164,
      "during": 1165,
      "ele": 1166,
      "eff": 1167,
      "event": 1168,
      "either": 1169,
      "fut": 1170,
      "fant": 1171,
      "fig": 1172,
      "fash": 1173,
      "full": 1174,
      "ger": 1175,
      "gra": 1176,
      "hu": 1177,
      "hor": 1178,
      "hay": 1179,
      "hill": 1180,
      "jr": 1181,
      "kim": 1182,
      "kind": 1183,
      "let": 1184,
      "mel": 1185,
      "mid": 1186,
      "mem": 1187,
      "occ": 1188,
      "pat": 1189,
      "pri": 1190,
      "pay": 1191,
      "pie": 1192,
      "pur": 1193,
      "pain": 1194,
      "psy": 1195,
      "ret": 1196,
      "sk": 1197,
      "sin": 1198,
      "set": 1199,
      "sound": 1200,
      "use": 1201,
      "vo": 1202,
      "##ub": 1203,
      "##tle": 1204,
      "##cil": 1205,
      "##dle": 1206,
      "##day": 1207,
      "##iff": 1208,
      "##apt": 1209,
      "##jor": 1210,
      "##gic": 1211,
      "##vid": 1212,
      "##esent": 1213,
      "##oring": 1214,
      "##enced": 1215,
      "##ings": 1216,
      "##inging": 1217,
      "##ons": 1218,
      "##ilit": 1219,
      "##iting": 1220,
      "##ited": 1221,
      "##itive": 1222,
      "##ically": 1223,
      "##omb": 1224,
      "##let": 1225,
      "##leas": 1226,
      "##elf": 1227,
      "##elds": 1228,
      "##otion": 1229,
      "revol": 1230,
      "##ures": 1231,
      "dog": 1232,
      "scary": 1233,
      "haun": 1234,
      "sure": 1235,
      "##empt": 1236,
      "makes": 1237,
      "major": 1238,
      "##estig": 1239,
      "##peci": 1240,
      "next": 1241,
      "actor": 1242,
      "words": 1243,
      "##ains": 1244,
      "##astic": 1245,
      "times": 1246,
      "joel": 1247,
      "somewh": 1248,
      "clues": 1249,
      "feat": 1250,
      "lost": 1251,
      "others": 1252,
      "party": 1253,
      "imm": 1254,
      "##ager": 1255,
      "flick": 1256,
      "flash": 1257,
      "green": 1258,
      "twist": 1259,
      "bug": 1260,
      "fair": 1261,
      "quest": 1262,
      "quite": 1263,
      "result": 1264,
      "attempt": 1265,
      "crit": 1266,
      "terror": 1267,
      "finds": 1268,
      "tries": 1269,
      "##velop": 1270,
      "given": 1271,
      "inde": 1272,
      "wrong": 1273,
      "year": 1274,
      "didn": 1275,
      "instead": 1276,
      "become": 1277,
      "becomes": 1278,
      "especi": 1279,
      "funny": 1280,
      "moments": 1281,
      "##ival": 1282,
      "##backs": 1283,
      "feels": 1284,
      "understand": 1285,
      "stuart": 1286,
      "george": 1287,
      "true": 1288,
      "##while": 1289,
      "starship": 1290,
      "drugs": 1291,
      "paul": 1292,
      "small": 1293,
      "cheap": 1294,
      "leads": 1295,
      "brian": 1296,
      "career": 1297,
      "family": 1298,
      "sequence": 1299,
      "supposed": 1300,
      "culture": 1301,
      "help": 1302,
      "falls": 1303,
      "totally": 1304,
      "demon": 1305,
      "happen": 1306,
      "surpris": 1307,
      "writer": 1308,
      "origin": 1309,
      "talent": 1310,
      "investig": 1311,
      "eventually": 1312,
      "fashion": 1313,
      "gerard": 1314,
      "horri": 1315,
      "haynes": 1316,
      "kimble": 1317,
      "psych": 1318,
      "since": 1319,
      "haunted": 1320,
      "flashbacks": 1321,
      "especially": 1322,
      "70s": 1323,
      "ac": 1324,
      "auth": 1325,
      "bat": 1326,
      "bre": 1327,
      "bow": 1328,
      "bur": 1329,
      "bun": 1330,
      "brough": 1331,
      "cut": 1332,
      "cri": 1333,
      "cour": 1334,
      "case": 1335,
      "din": 1336,
      "dar": 1337,
      "dou": 1338,
      "ey": 1339,
      "equ": 1340,
      "err": 1341,
      "fat": 1342,
      "fict": 1343,
      "gon": 1344,
      "got": 1345,
      "gri": 1346,
      "hus": 1347,
      "james": 1348,
      "la": 1349,
      "las": 1350,
      "lone": 1351,
      "min": 1352,
      "met": 1353,
      "mill": 1354,
      "mul": 1355,
      "mess": 1356,
      "mich": 1357,
      "port": 1358,
      "poss": 1359,
      "rest": 1360,
      "rus": 1361,
      "rhy": 1362,
      "sw": 1363,
      "son": 1364,
      "sil": 1365,
      "sick": 1366,
      "side": 1367,
      "tv": 1368,
      "talk": 1369,
      "var": 1370,
      "yes": 1371,
      "yor": 1372,
      "##ls": 1373,
      "##li": 1374,
      "##land": 1375,
      "##uc": 1376,
      "##uit": 1377,
      "##uri": 1378,
      "##uff": 1379,
      "##ton": 1380,
      "##tire": 1381,
      "##ca": 1382,
      "##holl": 1383,
      "##ned": 1384,
      "##ness": 1385,
      "##io": 1386,
      "##ible": 1387,
      "##yers": 1388,
      "##yond": 1389,
      "##ac": 1390,
      "##ael": 1391,
      "##aut": 1392,
      "##air": 1393,
      "##ked": 1394,
      "##jo": 1395,
      "##ring": 1396,
      "##red": 1397,
      "##redi": 1398,
      "##gor": 1399,
      "##gal": 1400,
      "##gie": 1401,
      "##ground": 1402,
      "##vi": 1403,
      "##par": 1404,
      "##bb": 1405,
      "##bly": 1406,
      "##bers": 1407,
      "##band": 1408,
      "##ms": 1409,
      "##ering": 1410,
      "##erial": 1411,
      "theater": 1412,
      "##atter": 1413,
      "##ingly": 1414,
      "##arch": 1415,
      "##arian": 1416,
      "toget": 1417,
      "today": 1418,
      "##ison": 1419,
      "##ishing": 1420,
      "##ility": 1421,
      "##edict": 1422,
      "inc": 1423,
      "inse": 1424,
      "includ": 1425,
      "##ank": 1426,
      "##rew": 1427,
      "##icul": 1428,
      "##icult": 1429,
      "##ason": 1430,
      "##aster": 1431,
      "itself": 1432,
      "##ott": 1433,
      "stor": 1434,
      "stop": 1435,
      "stru": 1436,
      "##ution": 1437,
      "beyond": 1438,
      "beaut": 1439,
      "##owing": 1440,
      "reg": 1441,
      "rep": 1442,
      "review": 1443,
      "##ires": 1444,
      "moore": 1445,
      "heist": 1446,
      "heart": 1447,
      "##tern": 1448,
      "alth": 1449,
      "##oogie": 1450,
      "lives": 1451,
      "##ides": 1452,
      "dev": 1453,
      "develop": 1454,
      "christ": 1455,
      "sci": 1456,
      "scale": 1457,
      "##ract": 1458,
      "hair": 1459,
      "summ": 1460,
      "susp": 1461,
      "exc": 1462,
      "exact": 1463,
      "max": 1464,
      "const": 1465,
      "concer": 1466,
      "##ellig": 1467,
      "coming": 1468,
      "comedy": 1469,
      "need": 1470,
      "place": 1471,
      "##ustry": 1472,
      "##action": 1473,
      "role": 1474,
      "social": 1475,
      "##ational": 1476,
      "entire": 1477,
      "prof": 1478,
      "##ively": 1479,
      "intellig": 1480,
      "##ments": 1481,
      "##akes": 1482,
      "meyers": 1483,
      "##icky": 1484,
      "creating": 1485,
      "prot": 1486,
      "getting": 1487,
      "hero": 1488,
      "william": 1489,
      "##quent": 1490,
      "##selves": 1491,
      "imag": 1492,
      "impress": 1493,
      "direction": 1494,
      "##aging": 1495,
      "used": 1496,
      "aren": 1497,
      "looking": 1498,
      "##ogical": 1499,
      "teen": 1500,
      "seeing": 1501,
      "prem": 1502,
      "##aps": 1503,
      "cover": 1504,
      "myst": 1505,
      "speak": 1506,
      "violent": 1507,
      "matter": 1508,
      "material": 1509,
      "difficult": 1510,
      "killer": 1511,
      "197": 1512,
      "kevin": 1513,
      "troop": 1514,
      "industry": 1515,
      "record": 1516,
      "subject": 1517,
      "subtle": 1518,
      "expert": 1519,
      "experi": 1520,
      "experience": 1521,
      "##anger": 1522,
      "cinema": 1523,
      "snuff": 1524,
      "turns": 1525,
      "truck": 1526,
      "##ific": 1527,
      "##ount": 1528,
      "emotion": 1529,
      "three": 1530,
      "discover": 1531,
      "completely": 1532,
      "clever": 1533,
      "tells": 1534,
      "infl": 1535,
      "meanwhile": 1536,
      "performances": 1537,
      "earth": 1538,
      "##ropri": 1539,
      "quickly": 1540,
      "control": 1541,
      "cinematography": 1542,
      "david": 1543,
      "frequent": 1544,
      "peter": 1545,
      "ridicul": 1546,
      "sym": 1547,
      "walker": 1548,
      "dialogue": 1549,
      "pretty": 1550,
      "entertaining": 1551,
      "brief": 1552,
      "couple": 1553,
      "piece": 1554,
      "voice": 1555,
      "original": 1556,
      "brought": 1557,
      "husband": 1558,
      "mulholl": 1559,
      "michael": 1560,
      "rhys": 1561,
      "together": 1562,
      "##edictable": 1563,
      "although": 1564,
      "summer": 1565,
      "exactly": 1566,
      "troopers": 1567,
      "mulholland": 1568,
      "aw": 1569,
      "age": 1570,
      "bi": 1571,
      "ben": 1572,
      "bud": 1573,
      "bale": 1574,
      "boring": 1575,
      "cat": 1576,
      "cent": 1577,
      "dr": 1578,
      "draw": 1579,
      "eas": 1580,
      "fu": 1581,
      "fur": 1582,
      "fest": 1583,
      "fast": 1584,
      "father": 1585,
      "gar": 1586,
      "gay": 1587,
      "gill": 1588,
      "grou": 1589,
      "give": 1590,
      "game": 1591,
      "had": 1592,
      "hilar": 1593,
      "jul": 1594,
      "jour": 1595,
      "krist": 1596,
      "kane": 1597,
      "late": 1598,
      "land": 1599,
      "mc": 1600,
      "mer": 1601,
      "mere": 1602,
      "mart": 1603,
      "mult": 1604,
      "mother": 1605,
      "mike": 1606,
      "milit": 1607,
      "master": 1608,
      "nor": 1609,
      "nic": 1610,
      "none": 1611,
      "pil": 1612,
      "pow": 1613,
      "pol": 1614,
      "pitt": 1615,
      "pict": 1616,
      "rul": 1617,
      "rig": 1618,
      "rare": 1619,
      "sit": 1620,
      "sol": 1621,
      "squ": 1622,
      "sway": 1623,
      "sense": 1624,
      "six": 1625,
      "tor": 1626,
      "tale": 1627,
      "vig": 1628,
      "wall": 1629,
      "##lo": 1630,
      "##lan": 1631,
      "##uu": 1632,
      "##tra": 1633,
      "##cent": 1634,
      "##cument": 1635,
      "##hood": 1636,
      "##haps": 1637,
      "##ek": 1638,
      "##end": 1639,
      "##side": 1640,
      "##sues": 1641,
      "##dd": 1642,
      "##ni": 1643,
      "##nect": 1644,
      "##fer": 1645,
      "##yp": 1646,
      "##ah": 1647,
      "##ax": 1648,
      "##app": 1649,
      "##kins": 1650,
      "##res": 1651,
      "##ric": 1652,
      "##rates": 1653,
      "##gu": 1654,
      "##gy": 1655,
      "##go": 1656,
      "##ges": 1657,
      "##gre": 1658,
      "##vable": 1659,
      "##ps": 1660,
      "##well": 1661,
      "##br": 1662,
      "##my": 1663,
      "##ze": 1664,
      "##zo": 1665,
      "##zil": 1666,
      "##erv": 1667,
      "##ination": 1668,
      "##att": 1669,
      "##ator": 1670,
      "##athing": 1671,
      "##atuit": 1672,
      "##ored": 1673,
      "##ening": 1674,
      "##aring": 1675,
      "tou": 1676,
      "##isf": 1677,
      "##ili": 1678,
      "##ilant": 1679,
      "often": 1680,
      "##itation": 1681,
      "##reck": 1682,
      "##omp": 1683,
      "##omen": 1684,
      "##asion": 1685,
      "##ley": 1686,
      "stud": 1687,
      "step": 1688,
      "stret": 1689,
      "##ston": 1690,
      "beat": 1691,
      "##ches": 1692,
      "##ched": 1693,
      "##enty": 1694,
      "##vet": 1695,
      "##ety": 1696,
      "anim": 1697,
      "anno": 1698,
      "##amed": 1699,
      "##rib": 1700,
      "##righ": 1701,
      "##ological": 1702,
      "##ims": 1703,
      "##imes": 1704,
      "forced": 1705,
      "deal": 1706,
      "deep": 1707,
      "chall": 1708,
      "child": 1709,
      "chance": 1710,
      "document": 1711,
      "youth": 1712,
      "having": 1713,
      "exam": 1714,
      "exist": 1715,
      "shots": 1716,
      "##ement": 1717,
      "##ember": 1718,
      "whose": 1719,
      "mach": 1720,
      "magic": 1721,
      "##ession": 1722,
      "digg": 1723,
      "connect": 1724,
      "##antic": 1725,
      "neither": 1726,
      "plan": 1727,
      "##uster": 1728,
      "##used": 1729,
      "room": 1730,
      "unl": 1731,
      "une": 1732,
      "##ume": 1733,
      "soci": 1734,
      "abo": 1735,
      "##pper": 1736,
      "enjo": 1737,
      "least": 1738,
      "level": 1739,
      "##allow": 1740,
      "##ign": 1741,
      "timing": 1742,
      "someone": 1743,
      "clich": 1744,
      "clos": 1745,
      "close": 1746,
      "class": 1747,
      "club": 1748,
      "meet": 1749,
      "meets": 1750,
      "blue": 1751,
      "block": 1752,
      "fear": 1753,
      "##ooks": 1754,
      "loc": 1755,
      "loathing": 1756,
      "mostly": 1757,
      "create": 1758,
      "present": 1759,
      "seemed": 1760,
      "partic": 1761,
      "partner": 1762,
      "spoof": 1763,
      "##berry": 1764,
      "image": 1765,
      "perhaps": 1766,
      "using": 1767,
      "manner": 1768,
      "manager": 1769,
      "water": 1770,
      "arm": 1771,
      "flaw": 1772,
      "looks": 1773,
      "slow": 1774,
      "tele": 1775,
      "tech": 1776,
      "teens": 1777,
      "interview": 1778,
      "previous": 1779,
      "face": 1780,
      "fails": 1781,
      "##odies": 1782,
      "cred": 1783,
      "##ize": 1784,
      "sometimes": 1785,
      "simple": 1786,
      "##ationship": 1787,
      "obs": 1788,
      "wouldn": 1789,
      "downey": 1790,
      "works": 1791,
      "camp": 1792,
      "giant": 1793,
      "track": 1794,
      "difference": 1795,
      "opin": 1796,
      "opens": 1797,
      "instr": 1798,
      "gene": 1799,
      "genre": 1800,
      "saw": 1801,
      "said": 1802,
      "taken": 1803,
      "viewers": 1804,
      "bitter": 1805,
      "believable": 1806,
      "craz": 1807,
      "parents": 1808,
      "thought": 1809,
      "decid": 1810,
      "porno": 1811,
      "##--------------------------------": 1812,
      "guy": 1813,
      "guess": 1814,
      "gratuit": 1815,
      "robots": 1816,
      "problems": 1817,
      "obviously": 1818,
      "satire": 1819,
      "thread": 1820,
      "commun": 1821,
      "based": 1822,
      "deser": 1823,
      "kidna": 1824,
      "leaves": 1825,
      "terrible": 1826,
      "against": 1827,
      "idea": 1828,
      "performance": 1829,
      "appropri": 1830,
      "large": 1831,
      "sleaz": 1832,
      "title": 1833,
      "filmmaking": 1834,
      "engaging": 1835,
      "appear": 1836,
      "personal": 1837,
      "fields": 1838,
      "following": 1839,
      "relationship": 1840,
      "wonder": 1841,
      "behind": 1842,
      "thriller": 1843,
      "neighborhood": 1844,
      "successful": 1845,
      "brazil": 1846,
      "cecil": 1847,
      "effect": 1848,
      "future": 1849,
      "grand": 1850,
      "middle": 1851,
      "occasion": 1852,
      "##leased": 1853,
      "somewhat": 1854,
      "twisted": 1855,
      "fairly": 1856,
      "indeed": 1857,
      "investigation": 1858,
      "batman": 1859,
      "crime": 1860,
      "course": 1861,
      "double": 1862,
      "eye": 1863,
      "lonely": 1864,
      "million": 1865,
      "rush": 1866,
      "various": 1867,
      "york": 1868,
      "incredi": 1869,
      "insects": 1870,
      "including": 1871,
      "mystery": 1872,
      "influ": 1873,
      "frequently": 1874,
      "group": 1875,
      "hilarious": 1876,
      "julia": 1877,
      "journal": 1878,
      "kristen": 1879,
      "mcgre": 1880,
      "merely": 1881,
      "military": 1882,
      "pilot": 1883,
      "power": 1884,
      "police": 1885,
      "picture": 1886,
      "rules": 1887,
      "swayze": 1888,
      "vigilant": 1889,
      "annoying": 1890,
      "challen": 1891,
      "society": 1892,
      "gratuitous": 1893,
      "mcgregor": 1894,
      "vigilante": 1895,
      "12": 1896,
      "200": 1897,
      "60s": 1898,
      "70": 1899,
      "ah": 1900,
      "aver": 1901,
      "air": 1902,
      "aston": 1903,
      "bed": 1904,
      "bul": 1905,
      "bro": 1906,
      "bare": 1907,
      "bab": 1908,
      "bodies": 1909,
      "cas": 1910,
      "cos": 1911,
      "cry": 1912,
      "city": 1913,
      "came": 1914,
      "cage": 1915,
      "cause": 1916,
      "civ": 1917,
      "count": 1918,
      "dan": 1919,
      "dro": 1920,
      "dest": 1921,
      "done": 1922,
      "doll": 1923,
      "dull": 1924,
      "doogie": 1925,
      "ev": 1926,
      "fo": 1927,
      "fly": 1928,
      "fol": 1929,
      "fate": 1930,
      "fight": 1931,
      "five": 1932,
      "four": 1933,
      "fire": 1934,
      "frigh": 1935,
      "gut": 1936,
      "gard": 1937,
      "gang": 1938,
      "games": 1939,
      "hi": 1940,
      "ho": 1941,
      "hit": 1942,
      "hut": 1943,
      "hers": 1944,
      "irr": 1945,
      "jon": 1946,
      "ken": 1947,
      "king": 1948,
      "low": 1949,
      "loo": 1950,
      "lack": 1951,
      "last": 1952,
      "los": 1953,
      "line": 1954,
      "latter": 1955,
      "mir": 1956,
      "moun": 1957,
      "mix": 1958,
      "mention": 1959,
      "na": 1960,
      "num": 1961,
      "named": 1962,
      "osc": 1963,
      "pal": 1964,
      "pant": 1965,
      "qual": 1966,
      "ra": 1967,
      "rom": 1968,
      "ricky": 1969,
      "sg": 1970,
      "sad": 1971,
      "sell": 1972,
      "sand": 1973,
      "sort": 1974,
      "sets": 1975,
      "self": 1976,
      "trou": 1977,
      "ul": 1978,
      "vin": 1979,
      "vel": 1980,
      "vict": 1981,
      "win": 1982,
      "wed": 1983,
      "wish": 1984,
      "zomb": 1985,
      "##lish": 1986,
      "##use": 1987,
      "##tim": 1988,
      "##ties": 1989,
      "##tory": 1990,
      "##cle": 1991,
      "##cers": 1992,
      "##core": 1993,
      "##sion": 1994,
      "##spect": 1995,
      "##de": 1996,
      "##ding": 1997,
      "##ners": 1998,
      "##ier": 1999,
      "##ives": 2000,
      "##iful": 2001,
      "##fin": 2002,
      "##face": 2003,
      "##friend": 2004,
      "##yy": 2005,
      "##off": 2006,
      "##aa": 2007,
      "##aces": 2008,
      "##ails": 2009,
      "##ker": 2010,
      "##jold": 2011,
      "##ris": 2012,
      "##rit": 2013,
      "##gan": 2014,
      "##gant": 2015,
      "##vict": 2016,
      "##wor": 2017,
      "##writ": 2018,
      "##bo": 2019,
      "##buster": 2020,
      "##min": 2021,
      "##mare": 2022,
      "thin": 2023,
      "##ined": 2024,
      "##inter": 2025,
      "##ndable": 2026,
      "##atement": 2027,
      "##orit": 2028,
      "##ories": 2029,
      "##ener": 2030,
      "##enomen": 2031,
      "##ont": 2032,
      "##ark": 2033,
      "##arr": 2034,
      "##arth": 2035,
      "##ism": 2036,
      "##ises": 2037,
      "##oul": 2038,
      "##ito": 2039,
      "##itz": 2040,
      "##itious": 2041,
      "##itude": 2042,
      "##alle": 2043,
      "insp": 2044,
      "inno": 2045,
      "##ances": 2046,
      "##rel": 2047,
      "##rey": 2048,
      "##icion": 2049,
      "##icated": 2050,
      "##lease": 2051,
      "ital": 2052,
      "##els": 2053,
      "stra": 2054,
      "stere": 2055,
      "straw": 2056,
      "statement": 2057,
      "##utes": 2058,
      "##sta": 2059,
      "##strates": 2060,
      "once": 2061,
      "##ching": 2062,
      "##change": 2063,
      "##etic": 2064,
      "##ether": 2065,
      "ask": 2066,
      "aside": 2067,
      "ant": 2068,
      "anth": 2069,
      "anarch": 2070,
      "##amm": 2071,
      "##aming": 2072,
      "##ried": 2073,
      "##rian": 2074,
      "reb": 2075,
      "reve": 2076,
      "read": 2077,
      "reason": 2078,
      "reaction": 2079,
      "refer": 2080,
      "released": 2081,
      "##aying": 2082,
      "##ayed": 2083,
      "##oles": 2084,
      "sever": 2085,
      "history": 2086,
      "##ird": 2087,
      "##ades": 2088,
      "forget": 2089,
      "forlan": 2090,
      "ali": 2091,
      "alive": 2092,
      "altern": 2093,
      "##ured": 2094,
      "##ural": 2095,
      "##urity": 2096,
      "ligh": 2097,
      "liber": 2098,
      "##ident": 2099,
      "dean": 2100,
      "defe": 2101,
      "chem": 2102,
      "chase": 2103,
      "door": 2104,
      "doct": 2105,
      "score": 2106,
      "scott": 2107,
      "##ther": 2108,
      "##rog": 2109,
      "##rodu": 2110,
      "sun": 2111,
      "suck": 2112,
      "exchange": 2113,
      "ship": 2114,
      "shallow": 2115,
      "fran": 2116,
      "convers": 2117,
      "convict": 2118,
      "comic": 2119,
      "compl": 2120,
      "##using": 2121,
      "##usion": 2122,
      "##udg": 2123,
      "##unting": 2124,
      "rose": 2125,
      "unpr": 2126,
      "wash": 2127,
      "##ump": 2128,
      "order": 2129,
      "soap": 2130,
      "actual": 2131,
      "actress": 2132,
      "##pping": 2133,
      "eno": 2134,
      "lear": 2135,
      "project": 2136,
      "provid": 2137,
      "worst": 2138,
      "##aining": 2139,
      "novel": 2140,
      "nobody": 2141,
      "intention": 2142,
      "introdu": 2143,
      "##aked": 2144,
      "meat": 2145,
      "blood": 2146,
      "anybody": 2147,
      "feast": 2148,
      "##orts": 2149,
      "created": 2150,
      "creep": 2151,
      "creations": 2152,
      "press": 2153,
      "price": 2154,
      "seemingly": 2155,
      "partners": 2156,
      "##que": 2157,
      "known": 2158,
      "spice": 2159,
      "spike": 2160,
      "##bery": 2161,
      "##berg": 2162,
      "themselves": 2163,
      "directed": 2164,
      "peck": 2165,
      "pepper": 2166,
      "##aged": 2167,
      "##ached": 2168,
      "adm": 2169,
      "advent": 2170,
      "adapt": 2171,
      "uses": 2172,
      "waters": 2173,
      "##athetic": 2174,
      "##rounded": 2175,
      "ending": 2176,
      "plays": 2177,
      "team": 2178,
      "##orrow": 2179,
      "showing": 2180,
      "bujold": 2181,
      "poor": 2182,
      "##tend": 2183,
      "cost": 2184,
      "resp": 2185,
      "respect": 2186,
      "##eping": 2187,
      "##ective": 2188,
      "##odes": 2189,
      "crud": 2190,
      "matters": 2191,
      "terry": 2192,
      "wanted": 2193,
      "surface": 2194,
      "surrounded": 2195,
      "strong": 2196,
      "stranger": 2197,
      "girard": 2198,
      "##ples": 2199,
      "trash": 2200,
      "truth": 2201,
      "gift": 2202,
      "train": 2203,
      "##iano": 2204,
      "greatest": 2205,
      "humor": 2206,
      "opera": 2207,
      "opening": 2208,
      "typ": 2209,
      "instantly": 2210,
      "recent": 2211,
      "becoming": 2212,
      "girls": 2213,
      "girlfriend": 2214,
      "driver": 2215,
      "esca": 2216,
      "gener": 2217,
      "phil": 2218,
      "phony": 2219,
      "phenomen": 2220,
      "starring": 2221,
      "background": 2222,
      "calls": 2223,
      "morritz": 2224,
      "stuff": 2225,
      "remind": 2226,
      "remember": 2227,
      "murdered": 2228,
      "geoff": 2229,
      "hopkins": 2230,
      "mark": 2231,
      "pornography": 2232,
      "stiller": 2233,
      "interested": 2234,
      "hardcore": 2235,
      "running": 2236,
      "##vinist": 2237,
      "##ediately": 2238,
      "security": 2239,
      "robbery": 2240,
      "roberts": 2241,
      "satir": 2242,
      "satisf": 2243,
      "steals": 2244,
      "stylish": 2245,
      "depra": 2246,
      "depict": 2247,
      "production": 2248,
      "producers": 2249,
      "discovers": 2250,
      "accent": 2251,
      "basically": 2252,
      "clear": 2253,
      "desc": 2254,
      "kids": 2255,
      "wave": 2256,
      "waiting": 2257,
      "angel": 2258,
      "leaving": 2259,
      "impro": 2260,
      "impact": 2261,
      "import": 2262,
      "added": 2263,
      "artists": 2264,
      "artific": 2265,
      "terrif": 2266,
      "details": 2267,
      "laughing": 2268,
      "songs": 2269,
      "##cuses": 2270,
      "strikes": 2271,
      "filmmakers": 2272,
      "expectations": 2273,
      "contrast": 2274,
      "appears": 2275,
      "bob": 2276,
      "calvinist": 2277,
      "friends": 2278,
      "mrs": 2279,
      "popular": 2280,
      "##ronic": 2281,
      "##vised": 2282,
      "involves": 2283,
      "involving": 2284,
      "standard": 2285,
      "screenwrit": 2286,
      "conserv": 2287,
      "claire": 2288,
      "builds": 2289,
      "building": 2290,
      "keeps": 2291,
      "deliver": 2292,
      "delivers": 2293,
      "fantas": 2294,
      "fantastic": 2295,
      "figure": 2296,
      "members": 2297,
      "retro": 2298,
      "skip": 2299,
      "revolution": 2300,
      "feature": 2301,
      "immediately": 2302,
      "bugs": 2303,
      "question": 2304,
      "critics": 2305,
      "demonstrates": 2306,
      "horrible": 2307,
      "accept": 2308,
      "authorit": 2309,
      "break": 2310,
      "bowie": 2311,
      "bunch": 2312,
      "diner": 2313,
      "errol": 2314,
      "fictitious": 2315,
      "gonzo": 2316,
      "minutes": 2317,
      "message": 2318,
      "possible": 2319,
      "silver": 2320,
      "struct": 2321,
      "beautiful": 2322,
      "hearts": 2323,
      "scient": 2324,
      "suspense": 2325,
      "maxwell": 2326,
      "constantly": 2327,
      "concert": 2328,
      "profession": 2329,
      "intelligent": 2330,
      "heroes": 2331,
      "impressive": 2332,
      "premise": 2333,
      "1970s": 2334,
      "subtlety": 2335,
      "experienced": 2336,
      "ridiculous": 2337,
      "drawing": 2338,
      "fug": 2339,
      "further": 2340,
      "festival": 2341,
      "gilliam": 2342,
      "martin": 2343,
      "nicol": 2344,
      "##track": 2345,
      "studio": 2346,
      "beatles": 2347,
      "unlike": 2348,
      "above": 2349,
      "closest": 2350,
      "blockbuster": 2351,
      "presented": 2352,
      "particular": 2353,
      "techn": 2354,
      "credit": 2355,
      "opinion": 2356,
      "instrument": 2357,
      "genevi": 2358,
      "decided": 2359,
      "threads": 2360,
      "sleazy": 2361,
      "effects": 2362,
      "occasionally": 2363,
      "incredible": 2364,
      "journalist": 2365,
      "ahead": 2366,
      "average": 2367,
      "astonishing": 2368,
      "barely": 2369,
      "baby": 2370,
      "country": 2371,
      "evil": 2372,
      "flying": 2373,
      "folks": 2374,
      "hipp": 2375,
      "hutton": 2376,
